Repository: truongchanbuu/travel-social-network
Catalog: lib/l10n/intl_*.arb
Languages: vi

# ofWord
source: of
vi: của

source: and
vi: và

source: Success
vi: Thành công

source: Next
vi: Kế tiếp

source: Submit
vi: Gửi

# continueLabel
source: Continue
vi: Tiếp tục

source: Edit
vi: Chỉnh sửa

source: Stop
vi: Dừng

source: Clear
vi: Xóa

source: Delete
vi: Xóa

source: Search
vi: Tìm kiếm

source: Cancel
vi: Hủy bỏ

source: Stay
vi: Ở lại

source: Accept
vi: Chấp nhận

source: Comment
vi: {count, plural, =0{Bình luận} =1{Bình luận} other{Bình luận}}

source: Leave
vi: Rời đi

source: Save
vi: Lưu

source: Not Found
vi: Không tìm thấy

source: Searching...
vi: Tìm kiếm...

source: hour
vi: giờ

source: day
vi: ngày

source: week
vi: tuần

source: month
vi: tháng

source: year
vi: năm

source: minute
vi: phút

# greetingAppMember
source: Hi {appName} member
vi: Xin chào các thành viên của {appName}

# helloUser
source: Hello {name},
vi: Xin chào {name},

# morningText
source: Good morning! Ready for today's adventures?
vi: Buổi sáng tốt lành, đã sẵn sàng cho chuyến hành trình hôm nay chưa?

# afternoonText
source: Let discover top spots and activities!!!
vi: Hãy cùng nhau khám phá những địa điểm và những hoạt động hấp dẫn nào!

# eveningText
source: It's time for special dishes on elegant restaurants near you!
vi: Hãy cùng thưởng thức những món ngon tại những địa điểm tuyệt vời!

# nightText
source: Have a nice sleep! Dreams are beginning but tomorrow journey will come true
vi: Ngủ ngon nhé! Nghỉ ngơi cho một ngày mai không ngừng khám phá!

# defaultText
source: Hope you doing well on your own journey
vi: Hy vọng bạn vẫn đang vui vẻ trên chuyến hành trình của mình

source: Home
vi: Trang chủ

source: Social
vi: Cộng đồng

source: Account
vi: Tài khoản

source: Settings
vi: Cài đặt

source: Dark Theme
vi: Nền tối

source: Rate for us
vi: Đánh giá về chúng tôi

source: Manage your account
vi: Quản lý tài khoản của bạn

# termAndCondition
source: Terms and Conditions
vi: Chính sách và Điều khoản

source: Privacy Statement
vi: Chính sách quyền riêng tư

source: Terms of Service
vi: Điều khoản dịch vụ

source: Privacy Policy
vi: Chính sách bảo mật

# agreementText
source: By continuing, you agree to our
vi: Bằng cách tiếp tục, bạn đồng ý với

source: Security Account
vi: Bảo mật tài khoản

source: Link Email
vi: Liên kết email

source: Phone Number
vi: Số điện thoại

source: Reset Password
vi: Đặt lại mật khẩu

source: User Profile
vi: Hồ sơ người dùng

# promotionText
source: Enjoy the privilege of membership
vi: Tận hưởng những đặc quyền của thành viên

# exclusiveOffers
source: Exclusive Offers for you - with only one simple step!
vi: Ưu đãi đặc biệt dành cho bạn - chỉ với một bước đơn giản!

source: Version
vi: Phiên bản

source: Language
vi: Ngôn ngữ

# englishLangChoice
source: English
vi: Tiếng Anh

source: Country/Region
vi: Quốc gia/Khu vực

# countryEnglandRegionChoice
source: England
vi: Anh

source: Currency
vi: Tiền tệ

source: Units
vi: Đơn vị

# unitsChoice
source: Meter Metric
vi: Mét theo hệ mét

source: Temperature Scale
vi: Thang đo nhiệt độ

# classificationOutstanding
source: Outstanding
vi: Xuất sắc

# classificationWonderful
source: Wonderful
vi: Tuyệt vời

# classificationGood
source: Good
vi: Tốt

# classificationPleasant
source: Pleasant
vi: Dễ chịu

# classificationNotVeryGood
source: Not Very Good
vi: Không tốt lắm

# classificationDisappointing
source: Disappointing
vi: Thất vọng

# classificationTerrible
source: Terrible
vi: Kinh khủng

# classificationError
source: Not available rating
vi: Không có đánh giá

# unsupportedText
source: Sorry! This device is not supported
vi: Màn hình hiện tại không được hỗ trợ

# popularDest
source: Popular Destinations
vi: Những địa danh nổi tiếng

source: Recommend Tours
vi: Những tour có thể bạn sẽ thích

source: Continue with
vi: Tiếp tục với

source: Back to previous page
vi: Trở về trang trước

# createTour
source: Create your own tour
vi: Tạo một tour du lịch cho riêng mình

# createTourPageTitle
source: Create New Tour
vi: Tạo chuyến đi mới

# noTours
source: There are still no tours here!
vi: Vẫn chưa có chuyến đi nào ở đây

source: All Images and Videos
vi: Tất cả hình ảnh và video

# addImageLabel
source: Add Images
vi: Thêm hình ảnh

source: image
vi: hình ảnh

source: Image at {index}
vi: Hỉnh ảnh tại vị trí {index}

# imageCollectionText
source: Illustrators{nameOfCollection}
vi: Tất cả các ảnh{nameOfCollection}

# loadingImageText
source: Loading image at index {index}
vi: Đang tải ảnh tại vị trí thứ {index}

source: Loading
vi: Đang tải

# addImageFailure
source: Image {name} failed to add
vi: Không thể thêm hình ảnh {name}

# reviews
source: {count, plural, zero{Review} one{Review} other {Reviews}}
vi: đánh giá

# noReviews
source: There are still no reviews! Let become the first one for this tour!
vi: Vẫn chưa có đánh giá! Hãy trở thành người đầu tiên đánh giá chuyến đi này!

source: Reviewed
vi: Đã đánh giá

source: Rate Your Experience
vi: Hãy cho chúng tôi biết trải nghiệm của bạn

source: Tap to rate
vi: Nhấn vào để đánh giá

# reviewHint
source: Write your review here...
vi: Viết trải nghiệm của bạn ở đây...

# reviewDeleted
source: The review has been deleted
vi: Bài đánh giá đã được xóa

source: View All
vi: Xem tất cả

source: See
vi: Xem

source: Detail
vi: chi tiết

source: Tour
vi: Chuyến đi

# myTour
source: My Tours
vi: Chuyến đi của tôi

source: Itinerary
vi: lịch trình

source: Schedule
vi: Lịch trình

# editPage
source: Editor Page
vi: Trang chỉnh sửa

# editingPlaceholderText
source: Add your tour description here...
vi: Hãy viết mô tả về chuyến đi của bạn ở đây...

source: Tour Schedule
vi: Lịch trình chuyến đi

source: Tour Itinerary
vi: Lịch trình chuyến đi

source: Show More
vi: Xem thêm

source: Services
vi: Các dịch vụ

# moreInfo
source: More Information
vi: Thêm thông tin

source: Outstanding Features
vi: Những tính năng nổi bật

source: Transportation
vi: Phương tiện di chuyển

source: Additional Information
vi: Thông tin thêm

# totalReviews
source: {value, plural, =0{0 review} =1{1 review} other{{value} reviews}}
vi: {value} đánh giá

source: Duration
vi: Thời gian đi

source: day(s)
vi: ngày

# scheduleDay
source: Day {value}
vi: Ngày thứ {value}

# tourDescDetail
source: Tour Description Detail
vi: Chi tiết chuyến đi

# locationInfo
source: Location Information
vi: Thông tin địa danh

source: Guide to location
vi: Xem hướng dẫn đường đi

source: All Photos
vi: Tất cả các hình ảnh

# makeCallFailure
source: Could not make the phone call
vi: Không thể thực hiện cuộc gọi

source: Contact service provider
vi: Liên hệ nhà cung cấp dịch vụ

# forMoreInfoAboutTicket
source: For more details about this ticket
vi: Để biết thông tin chi tiết về vé này

source: see here
vi: Xem tại đây

# thumbDesc
source: Thumb for {name}
vi: Ảnh bìa của {name}

source: Voucher can be used on
vi: Vé có hiệu lực vào

source: Add Visitor Number
vi: Thêm số lượng người

source: Important things you should know
vi: Một số điều cần lưu ý

source: Ticket(s)
vi: Vé

# noTickets
source: There are no tickets!
vi: Không có vé để hiển thị!

source: Buy Ticket
vi: Đặt vé

source: Create Ticket
vi: Tạo vé

# createTicketError
source: Failed to create ticket(s)
vi: Tạo vé không thành công

source: About this ticket
vi: Về vé này

# voucherExp
source: Voucher Expiration
vi: Thời hạn vé

source: selected date
vi: ngày đã chọn

source: Redemption Method
vi: Phương thức nhận vé

source: How to redeem
vi: Cách nhận

source: refund
vi: hoàn tiền

source: reschedule
vi: dời lịch

source: Easy to refund
vi: Dễ dàng hoàn tiền

source: Easy to reschedule
vi: Dễ dàng dời lịch

source: Can be Rescheduled
vi: Có thể đổi lịch

source: Cannot be Rescheduled
vi: Không thể dời lịch

# refundable
source: Can be refund
vi: Có thể hoàn tiền

# nonRefundable
source: Cannot be refund
vi: Không thể hoàn tiền

# refundAndReschedule
source: Refund & Reschedule
vi: Hoàn tiền và Đổi lịch

source: Refund Policy
vi: Chính sách hoàn tiền

source: Reschedule Policy
vi: Chính sách dời vé

# forType
source: For {ticketType}
vi: Dành cho {ticketType}

source: Select
vi: Chọn

source: Total Price
vi: Tổng tiền

# paymentInfo
source: Inclusive of taxes and fees
vi: Đã bao gồm các phí và thuế

source: Booking Now
vi: Đặt ngay

source: Sign in
vi: Đăng nhập

source: Sign up
vi: Đăng ký

# emailAnnouncement
source: We are going to sign in with your email or create a new account if you don't have one
vi: Chúng tôi sẽ sử dụng tài khoản email của bạn để đăng nhập. Nếu chưa có tài khoản thì chúng tôi sẽ tạo mới dựa trên email đang được sử dụng

source: Forgot Password
vi: Quên mật khảu

source: Password
vi: Mật khẩu

# enterPasswordRequirement
source: Please enter your password
vi: Vui lòng nhập mật khẩu của bạn

# passwordRequirement
source: Password must have at least 8 characters, 1 uppercase, 1 lowercase, 1 number and 1 special character
vi: Mật khẩu phải có ít nhất 8 ký tự, 1 chữ hoa, 1 chữ thường, 1 số và 1 ký tự đặc biệt

# phoneSearchHintText
source: Enter your country name or code to search
vi: Nhập tên hoặc mã quốc gia để tìm kiếm quốc gia của bạn

# invalidDurationError
source: Invalid duration
vi: Khoảng thời gian không hợp lệ

# durationHintText
source: 6 hours, 1 day, 2 weeks, 3 months, ...
vi: 6 giờ, 2 ngày, 3 tuần, 4 tháng, ...

# semanticPhoneNumberCounterText
source: Maximum length of phone number
vi: Số chữ số tối đa

# enterPhoneNumberRequirement
source: Please enter your phone number
vi: Vui lòng nhập số điện thoại của bạn

# invalidPhoneNumberError
source: Invalid phone number
vi: Số điện thoại không hợp lệ

source: Recent Search
vi: Tìm kiếm gần đây

# recommendation
source: Recommendations
vi: Gợi ý

# tourNameLabel
source: Tour Name
vi: Tên chuyến đi

# tourDescLabel
source: Tour Description
vi: Mô tả chuyến đi

source: Tour Details
vi: Chi tiết chuyến đi

source: Destination
vi: Điểm đến

# invalidDestinationError
source: Invalid destination! Please choose or insert a valid destination
vi: Điểm đến không hợp lệ! Hãy chọn hoặc thêm 1 địa chỉ hợp lệ

source: Departure
vi: Điểm xuất phát

# invalidDepartureError
source: Invalid departure location! Please choose or insert a valid location
vi: Điểm xuất phát không hợp lệ! Hãy chọn hoặc thêm 1 địa chỉ hợp lệ

source: Discard unsaved work
vi: Đoạn mô tả chưa được lưu

# discardAlertMessage
source: Are you want to leave without saving?
vi: Bạn vẫn chưa lưu tiến trình chưa được lưu?

# deleteConfirmTitle
source: Are you sure to delete?
vi: Bạn có chắc muốn xóa?

# deleteConfirmText
source: Delete cannot be undone anymore
vi: Hành động xóa không thể khôi phục được

# tourDatesLabel
source: Tour Dates
vi: Thời gian xuất phát

source: Add Date
vi: Thêm thời gian

# sameDateError
source: Start date and end date cannot be same
vi: Ngày khởi hành và ngày kết thúc không thể trùng

# tourDateAnnounce
source: Your trip will start at: {start} and accomplish at: {end}
vi: Chuyến đi của bạn sẽ khởi hành vào lúc: {start} kết thúc vào: {end}

# inUseDateError
source: Cannot select in use date
vi: Ngày này đã được chọn

source: Ticket Name
vi: Tên vé

source: Price
vi: Giá vé

source: Ticket Category
vi: Loại vé

source: Quantity
vi: Số lượng

# ticketDesc
source: Ticket Description
vi: Mô tả vé

source: Ticket Info
vi: Thông tin thêm về vé

# ticketRedemption
source: Redemption Method
vi: Phương thức quy đổi

source: Policy Name
vi: Tên của chính sách

# policyDesc
source: Policy Description
vi: Mô tả chính sách

# lengthLimitError
source: Invalid {field}! It must be at least {minLength} characters
vi: {field} không hợp lệ! Cần ít nhất {minLength} ký tự

# invalidForm
source: Invalid Form! Do not empty any fields or necessary information
vi: Form chưa hợp lệ! Đừng bỏ sót bất kỳ thông tin nào!

# duplicateTicketAlert
source: Duplicate Ticket
vi: Vé bị trùng lặp

# duplicateTicketMessage
source: There are duplicated ticket(s)! Are you want to continue creating without duplicated ticket(s)? You can modify the duplicated ticket(s) later in section My Tour
vi: Đã có vé trùng lặp trong dữ liệu của bạn! Bạn có muốn tiếp tục tạo những vé không bị trùng? Bạn có thể cập nhật những vé trùng sau trong phần Chuyến đi của tôi

# duplicateLocation
source: The location cannot be same
vi: Địa điểm đã bị trùng

source: Ticket List
vi: Danh sách các vé

# saveError
source: Cannot save the {object}! Please try again later
vi: Không thể lưu {object}! Hãy thử lại sau

source: Is Allow
vi: Cho phép

# yearUnit
source: year|years|y
vi: năm

# monthUnit
source: month|months|mo
vi: tháng

# weekUnit
source: week|weeks|w
vi: tuần

# dayUnit
source: day|days|d
vi: ngày

# hourUnit
source: hour|hours|h
vi: giờ|tiếng

# minuteUnit
source: minute|minutes|min
vi: phút

# yearFormatted
source: {count, plural, =1{1 year} other{{count} years}}
vi: {count} năm

# monthFormatted
source: {count, plural, =1{1 month} other{{count} months}}
vi: {count} tháng

# weekFormatted
source: {count, plural, =1{1 week} other{{count} weeks}}
vi: {count} tuần

# dayFormatted
source: {count, plural, =1{1 day} other{{count} days}}
vi: {count} ngày

# hourFormatted
source: {count, plural, =1{1 hour} other{{count} hours}}
vi: {count} giờ

# minuteFormatted
source: {count, plural, =1{1 minute} other{{count} minutes}}
vi: {count} phút

# dataStateFailure
source: Some error occurred! Please try again later!
vi: Đã có lỗi xảy ra! Hãy thử lại sau!

# invalidImageFileType
source: Invalid file type. Only images are allowed
vi: File này hiện không phải là hình ảnh! Vui lòng chọn file khác

source: Unsupported image format
vi: Định dạng này không được hỗ trợ

# fetchDataFailure
source: Failed to fetch image from URL
vi: Lấy dữ liệu về thất bại

# howYourFeeling
source: How are you feeling today?
vi: Hôm nay bạn đang nghĩ gì?

source: Create Post
vi: Tạo bài viết
